Repository: SGNjogu/TranslatorUWP
Catalog: SpeechlyTouch/Strings/*/Resources.resw
Source language: en
Languages: af, am, ar, as, az_arab, bg, bn, bs, ca, cs, cy, da, de, el, es, et, fa, fi, fil, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it, iu, ja, kk, km, kn, ko, ku_arab, ky, lo, lt, lv, mi, ml, mr, ms, mt, nb, ne, nl, or, pa, pl, prs, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, te, th, ti, tr, uk, ur, vi, zh_hans, zh_hant

# ErrorMessage
source: Something went wrong..try again
af: Iets het verkeerd geloop.. Probeer weer
am: አንድ ችግር ተከሰተ.... ድጋሚ ሞክር
ar: حدث خطأ ما.. حاول مرة أخرى
as: কিবা ভুল হৈছে...। পুননৰ চেষ্টা কৰা
az_arab: Bir şey pis oldu.. Bir də cəhd edin
bg: Нещо се обърка... Опитайте отново
bn: কিছু একটা ভুল হয়েছে...। আবার চেষ্টা করো
bs: Nešto je pošlo po zlu... Pokušaj ponovo
ca: Alguna cosa ha anat malament.. Torneu
cs: Něco se pokazilo.. Zkuste to znovu
cy: Aeth rhywbeth o'i le.. Trio eto
da: Noget gik galt.. Prøv igen
de: Etwas ist schief gelaufen. Wiederholen
el: Κάτι πήγε στραβά.. Δοκίμασε ξανά
es: Algo salió mal. Vuelve a intentarlo
et: Midagi läks valesti.. Proovi uuesti
fa: يه مشکلي پيش اومده دوباره امتحان کن
fi: Jotain meni pieleen.. Yritä uudestaan
fil: May nangyaring mali.. try mo ulit
fr_ca: Quelque chose s’est mal passé. Essaie encore
ga: Chuaigh rud éigin mícheart.. Bain triail as arís
gu: કંઈક ખોટું થયું.. ફરીથી પ્રયત્ન કરો
he: משהו השתבש. נסה שוב
hi: कुछ गलत हो गया.. फिर कोशिश करो
hr: Nešto je pošlo po zlu. Pokušaj ponovo
hu: Valami nem stimmelt.. próbáld újra
hy: Ինչ-որ բան սխալվեց. Կրկին փորձիր
id: Ada yang tidak beres.. Coba lagi
is: Eitthvað fór úrskeiðis. Reyndu aftur
it: Qualcosa è andato storto.. Riprova
iu: ᑭᓱᑭᐊᖅ ᑕᒻᒪᓚᐅᕐᒪᑦ.. ᐆᒃᑐᒃᑲᓐᓂᕆᑦ
ja: 何かがうまくいかなかった..もう一度やり直してください
kk: Бірдеңе дұрыс болмады... Тағы да көр
km: មានអីខុស.. ព្យាយាម​ម្តង​ទៀត
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ.. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸು
ko: 문제가 발생했습니다. . . 다시 한 번 시도해 보세요
ku_arab: شتێکی هەڵە ڕوویدا. دووبارە تاقی بکەوە
ky: Бир нерсе туура эмес болуп калды.. Кайра аракет кыл
lo: ບາງສິ່ງບາງຢ່າງຜິດພາດ.. ລອງໃໝ່ອີກຄັ້ງ
lt: Kažkas ne taip.. pabandyk dar kartą
lv: Kaut kas nogāja greizi.. mēģini vēlreiz
mi: Kua pā tētahi raru... Kia Ngana Anō.
ml: എന്തോ കുഴപ്പം സംഭവിച്ചു.. വീണ്ടും ശ്രമിക്കൂ
mr: काहीतरी गडबड झाली.. पुन्हा प्रयत्न करा
ms: Ada yang tidak kena.. Cuba lagi
mt: Xi ħaġa marret ħażin.. Erġa' pprova
nb: Noe gikk galt.. prøv igjen
ne: कुछ गलत हो गया.. पुनः प्रयास गर्नुहोस्
nl: Er ging iets mis.. Probeer het opnieuw
or: କିଛି ଭୁଲ୍ ହୋଇଛି।। ପୁଣିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ
pa: ਕੁਝ ਗੜਬੜ ਹੋ ਗਈ ...। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Coś poszło nie tak. Spróbuj ponownie
prs: یه مشکلی پیش اومد دوباره امتحان کنید
pt_pt: Alguma coisa correu mal. Tentar novamente
ro: Ceva nu a mers bine.. încearcă din nou
ru: Что-то пошло не так.. Повторить
sk: Niečo sa pokazilo.. skús znova
sl: Nekaj je šlo narobe.. poskusi znova
sq: Diçka shkoi keq. Provo përsëri
sr_cyrl: Несто је кренуло наопако.. Покушај поново
sr_latn: Nesto je krenulo naopako.. Pokušaj ponovo
sv: Något gick fel.. Försök igen
sw: Kuna kitu kiliharibika.. Jaribu tena
ta: ஏதோ தவறு நடந்தது.. மீண்டும் முயற்சி செய்
te: ఏదో తప్పు జరిగింది.. మళ్ళీ ప్రయత్నించండి
th: มีบางอย่างผิดพลาด.. ลองอีกครั้ง
ti: ገለ ሽግር ኣጋጠመኒ ። ደጊምካ ፈትን
tr: Bir şeyler ters gitti.. Yeniden Deneyin
uk: Щось пішло не так.. Спробуй ще раз
ur: کچھ غلط ہو گیا.. دوبارہ کوشش کرو
vi: Đã xảy ra sự cố.. Thử lại
zh_hans: 出事了..再试一次
zh_hant: 出事了..再試一次

# ErrorTitle.Text
source: You have unsaved changes
af: Jy het ongeredde veranderinge
am: ያልታደሉ ለውጦች አላችሁ
ar: لديك تغييرات غير محفوظة
as: আপুনি সংৰক্ষণ কৰা পৰিবৰ্তনসমূহ সংৰক্ষণ কৰা নাই
az_arab: Sizdə qeyd olunmayan dəyişikliklər var
bg: Имате незаписани промени
bn: আপনার অসংরক্ষিত পরিবর্তন আছে
bs: Imate nesačuvane promjene
ca: Tens canvis no desats
cs: Máte neuložené změny
cy: Mae gennych chi newidiadau heb eu cadw
da: Du har ikke-gemte ændringer
de: Sie haben nicht gespeicherte Änderungen
el: Έχετε μη αποθηκευμένες αλλαγές
es: Tiene cambios no guardados
et: Teil on salvestamata muudatusi
fa: شما تغییرات بی جانی
fi: Sinulla on tallentamattomia muutoksia
fil: Mayroon kang mga hindi na-save na pagbabago
fr_ca: Vous avez des modifications non enregistrées
ga: Tá athruithe míshásta agat
gu: તમારી પાસે અસંગ્રહિત ફેરફારો છે
he: יש לך שינויים שלא נשמרו
hi: आपके पास बिना सहेजे गए परिवर्तन हैं
hr: Imate nespremljene promjene
hu: Nem mentett módosításai vannak
hy: Դուք չունեք չփոխված փոփոխություններ
id: Anda memiliki perubahan yang belum disimpan
is: Þú hefur óvistaðar breytingar
it: Sono state apportate modifiche non salvate
iu: ᐊᓯᔾᔨᓚᐅᖅᓯᒪᙱᑦᑐᑎᑦ
ja: 未保存の変更があります
kk: Сізде пайдаланылмаған өзгерістер бар
km: អ្នក មាន ការ ផ្លាស់ប្ដូរ ដែល មិន បាន រស ជាតិ
kn: ನೀವು ಉಳಿಸದ ಬದಲಾವಣೆಗಳನ್ನು ಹೊಂದಿದ್ದೀರಿ
ko: 저장되지 않은 변경 사항이 있습니다.
ku_arab: تۆ گۆڕانکاری نەگیراوت هەیە
ky: Сиз таркатылбаган өзгөрүүлөр бар
lo: ທ່ານ ມີ ການ ປ່ຽນ ແປງ ທີ່ ບໍ່ ໄດ້ ຮັບ ການ ຊ່ວຍ ໃຫ້ ລອດ
lt: Turite neišsaugotų pakeitimų
lv: Jums ir nesaglabātas izmaiņas
mi: Kua tiakina e koe ngā huringa
ml: നിങ്ങൾക്ക് സംരക്ഷിക്കപ്പെടാത്ത മാറ്റങ്ങൾ ഉണ്ട്
mr: तुझ्यात अव्यवस्थित बदल झाले आहेत.
ms: Anda mempunyai perubahan yang tidak disimpan
mt: Għandek bidliet mhux issejvjati
nb: Du har endringer som ikke er lagret
ne: तपाईँसँग बचत नगरिएका परिवर्तनहरू छन्
nl: U hebt niet-opgeslagen wijzigingen
or: ଆପଣ ଅସଞ୍ଚୟ ହୋଇଥିବା ପରିବର୍ତ୍ତନଗୁଡିକ
pa: ਤੁਹਾਡੇ ਕੋਲ ਨਾ-ਸੰਭਾਲੀਆਂ ਤਬਦੀਲੀਆਂ ਹਨ
pl: Masz niezapisane zmiany
prs: شما تغییرات بدون صرفه جویی دارید
pt_pt: Tem alterações não salvas
ro: Aveți modificări nesalvate
ru: У вас есть несохраненные изменения
sk: Máte neuložené zmeny
sl: Imate neshranjene spremembe
sq: Ke ndryshime të pasigurta.
sr_cyrl: Имаш несачуване промене
sr_latn: Imaš nesačuvane promene
sv: Du har ändringar som inte har sparats
sw: Una mabadiliko yasiyookolewa
ta: சேமிக்கப்படாத மாற்றங்கள் உங்களிடம் உள்ளன
te: మీకు సేవ్ చేయని మార్పులు ఉన్నాయి
th: คุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก
ti: ዘይተዓቀበ ለውጥታት ኣሎካ
tr: Kaydedilmemiş değişiklikleriniz var
uk: Ви не зберегли зміни
ur: آپ نے غیر محفوظ شدہ تبدیلیاں کی ہیں
vi: Bạn có các thay đổi chưa được lưu
zh_hans: 您有未保存的更改
zh_hant: 您有未儲存的變更

# FeedbackEight.Text
source: We kept interrupting each other
af: Ons het mekaar bly onderbreek
am: እርስ በርስ መጨቃጨቃችንን ቀጠልን
ar: ظللنا نقاطع بعضنا البعض
as: আমি ইজনে সিজনক বাধা দি থাকিলোঁ
az_arab: Bir-birimizi araladıq,
bg: Продължавахме да се прекъсваме един друг
bn: আমরা একে অপরকে বাধা দিতে থাকলাম
bs: Stalno smo se prekidali.
ca: Ens vam seguir interrompent els uns als altres
cs: Pořád jsme se navzájem přerušovali
cy: Roedden ni'n dal i dorri ar draws ein gilydd
da: Vi blev ved med at afbryde hinanden
de: Wir unterbrachen uns immer wieder gegenseitig
el: Συνεχίζαμε να διακόπτουμε ο ένας τον άλλον
es: Seguíamos interrumpiéndonos el uno al otro
et: Me muudkui segasime üksteist
fa: ما هميشه همديگر رو قطع ميکرديم
fi: Keskeytimme toisemme jatkuvasti
fil: Patuloy kaming nag abala sa isa't isa
fr_ca: Nous n’arrêtions pas de nous interrompre
ga: Choinnigh muid orainn ag cur isteach ar a chéile
gu: અમે એકબીજાને ખલેલ પહોંચાડતા રહ્યા
he: המשכנו להפריע אחד לשני
hi: हम एक-दूसरे को टोकने लगे
hr: Stalno smo se prekidali.
hu: Folyton félbeszakítottuk egymást
hy: Մենք անընդհատ ընդհատում էինք իրար
id: Kami terus menyela satu sama lain
is: Við héldum áfram að trufla hvort annað
it: Continuavamo a interromperci a vicenda
iu: ᐅᓚᕕᖃᑦᑕᐅᑎᖃᑦᑕᓚᐅᖅᑐᒍᑦ
ja: 私たちはお互いを邪魔し続けました
kk: Біз бір-бірімізді үзіп қалдық
km: យើង បាន បន្ត រំខាន គ្នា ទៅ វិញ ទៅ មក
kn: ನಾವು ಒಬ್ಬರಿಗೊಬ್ಬರು ಅಡ್ಡಿಪಡಿಸುತ್ತಲೇ ಇದ್ದೆವು.
ko: 우린 계속 서로를 방해해
ku_arab: بەردەوام یەکترمان دەپچڕێنین
ky: Биз бири - бирибизди үзүп жүрдүк
lo: ພວກເຮົາໄດ້ແຊກແຊງກັນຢູ່ເລື້ອຍໆ
lt: Mes vis pertraukdavome vienas kitą
lv: Mēs turpinājām pārtraukt viens otru
mi: Ka haukoti tonu mātau i a rāua anō
ml: ഞങ്ങൾ പരസ്പരം തടസ്സപ്പെടുത്തിക്കൊണ്ടിരുന്നു.
mr: आम्ही एकमेकांना व्यत्यय आणत राहिलो
ms: Kami terus mengganggu satu sama lain
mt: Bqajna ninterrompu lil xulxin
nb: Vi fortsatte å forstyrre hverandre
ne: हामी एक अर्कालाई अवरोध गरिरह्यौं
nl: We bleven elkaar onderbreken
or: ଆମେ ପରସ୍ପରକୁ ବାଧା ଦେଇଚାଲିଲୁ
pa: ਅਸੀਂ ਇੱਕ ਦੂਜੇ ਨੂੰ ਵਿਚਕਾਰੋਂ ਟੋਕਦੇ ਰਹੇ
pl: Ciągle sobie przerywaliśmy
prs: ما همديگر رو قطع مي کرديم
pt_pt: Estávamos sempre a interromper-nos um ao outro.
ro: Ne-am tot întrerupt reciproc
ru: Мы продолжали перебивать друг друга
sk: Stále sme sa navzájom prerušovali
sl: Ves čas sva se motila.
sq: Ne vazhduam të ndërpresim njëri-tjetrin
sr_cyrl: Стално смо прекидали једно друго
sr_latn: Stalno smo prekidali jedno drugo
sv: Vi fortsatte att avbryta varandra
sw: Tuliendelea kukatizana
ta: நாங்கள் ஒருவருக்கொருவர் இடைமறித்துக் கொண்டே இருந்தோம்
te: మేము ఒకరికొకరు అంతరాయం కలిగిస్తూనే ఉన్నాము
th: เรายังคงขัดจังหวะซึ่งกันและกัน
ti: ንሓድሕድና ንቋየቕ ነበርና
tr: Birbirimizin sözünü kesmeye devam ettik
uk: Ми постійно перебивали один одного
ur: ہم ایک دوسرے کو ٹوکتے رہے
vi: Chúng tôi liên tục ngắt lời nhau
zh_hans: 我们不断打断对方
zh_hant: 我們不斷打斷對方

# FeedbackFive.Text
source: I heard echo in the call
af: Ek het eggo in die oproep gehoor
am: በጥሪው አስተጋባ ኝ ሰማሁ
ar: سمعت صدى في المكالمة
as: মই কলটোত প্ৰতিধ্বনি শুনিছিলো
az_arab: Zəngdə təkrar eşitdim,
bg: Чух ехо в призива
bn: আমি তো কলটিতে প্রতিধ্বনি শুনেছি
bs: Čuo sam eho u pozivu.
ca: Vaig sentir ressò en la trucada
cs: Slyšel jsem ozvěnu ve volání
cy: Clywais atsain yn yr alwad
da: Jeg hørte ekko i opkaldet
de: Ich hörte ein Echo in dem Anruf
el: Άκουσα ηχώ στην κλήση
es: Escuché eco en la llamada
et: Kuulsin kõnes kaja
fa: من صداي اکو رو توي تماس شنيدم
fi: Kuulin kaiun puhelussa
fil: Narinig ko echo sa tawag
fr_ca: J’ai entendu un écho dans l’appel
ga: Chuala mé macalla sa ghlaoch
gu: મેં કોલમાં પડઘો સાંભળ્યો
he: שמעתי הד בשיחה
hi: मैंने कॉल में गूंज सुनी
hr: Čuo sam jeku u pozivu.
hu: Visszhangot hallottam a hívásban
hy: Կանչի մեջ արձագանք լսեցի
id: Saya mendengar gema dalam panggilan itu
is: Ég heyrði bergmál í símtalinu
it: Ho sentito l'eco nella chiamata
iu: ᐅᖄᓚᔪᓂᒃ ᑐᓴᓚᐅᖅᑐᖓ
ja: 通話中にエコーが聞こえました
kk: Қоңырауда жаңғырық естідім
km: ខ្ញុំ បាន ឮ សំឡេង ឡើង វិញ នៅ ក្នុង ការ ហៅ
kn: ನಾನು ಕರೆಯಲ್ಲಿ ಪ್ರತಿಧ್ವನಿಯನ್ನು ಕೇಳಿದೆ
ko: 통화에서 메아리가 들렸습니다.
ku_arab: گوێم لە دەنگدانەوەی پەیوەندیەکە بوو
ky: Мен чакырууда жаңгырык уктум
lo: ຂ້າພະ ເຈົ້າ ໄດ້ ຍິນ ສຽງ ດັງ ໃນ ການ ເອີ້ນ
lt: Išgirdau skambučio aidą
lv: Es dzirdēju atbalsi zvanā
mi: I rongo ahau i te pāoro i roto i te waea
ml: ആ വിളിയിൽ പ്രതിധ്വനി ഞാൻ കേട്ടു.
mr: मी कॉलमध्ये प्रतिध्वनी ऐकला
ms: Saya mendengar gema dalam panggilan
mt: Smajt eku fis-sejħa
nb: Jeg hørte ekko i samtalen
ne: मैले कलमा प्रतिध्वनि सुनें
nl: Ik hoorde echo in de oproep
or: ମୁଁ କଲ୍ ରେ ପ୍ରତିଧ୍ୱନି ଶୁଣିଲି
pa: ਮੈਂ ਕਾਲ ਵਿੱਚ ਗੂੰਜ ਸੁਣੀ
pl: Usłyszałem echo w rozmowie
prs: من صداي انعکاس رو تو تماس شنيدم
pt_pt: Ouvi eco na chamada.
ro: Am auzit ecou în apel
ru: Я услышал эхо в звонке
sk: Vo výzve som počul ozvenu
sl: Slišal sem odmev v klicu.
sq: Dëgjova jehonë në telefonatë.
sr_cyrl: Чуо сам ехо у позиву
sr_latn: Čuo sam eho u pozivu
sv: Jag hörde eko i samtalet
sw: Nilisikia mwangwi kwenye simu
ta: அழைப்பில் எதிரொலியைக் கேட்டேன்
te: నేను కాల్ లో ప్రతిధ్వనిని విన్నాను
th: ฉันได้ยินเสียงก้องในการโทร
ti: ኣብቲ ጻውዒት ድምጺ ሰማዕኩ
tr: Çağrıda yankı duydum
uk: Я чув відлуння в дзвінку
ur: میں نے کال میں گونج سنی
vi: Tôi nghe thấy tiếng vang trong cuộc gọi
zh_hans: 我在通话中听到了回声
zh_hant: 我在通話中聽到了回聲

# FeedbackFour.Text
source: It picked up background voices
af: Dit het agtergrondstemme opgetel
am: የኋላ ድምጾችን አነሳ
ar: التقطت أصوات الخلفية
as: ই পৃষ্ঠভূমিৰ কণ্ঠস্বৰ তুলি লৈছিল
az_arab: Arxa fon səslərini topladı
bg: Той вдигна фонови гласове
bn: এটি ব্যাকগ্রাউন্ড ভয়েসগুলি বাছাই করেছে
bs: Pokupio je pozadinske glasove.
ca: Va recollir veus de fons
cs: Zachytil hlasy v pozadí
cy: Cododd leisiau cefndir
da: Det opfangede baggrundsstemmer
de: Es nahm Hintergrundstimmen auf
el: Πήρε φωνές φόντου
es: Recogió voces de fondo
et: See korjas taustahääli
fa: صداهای پس زمینه را برداشت
fi: Se poimi taustaääniä
fil: Pinulot nito ang mga boses sa background
fr_ca: Il a recueilli des voix de fond
ga: Phioc sé suas guthanna cúlra
gu: તે પાશ્વ ભાગના અવાજો ઉપાડે છે
he: הוא קלט קולות רקע
hi: इसने पृष्ठभूमि की आवाज़ें उठाईं
hr: Pokupio je pozadinske glasove.
hu: Felvette a háttérhangokat
hy: Այն վերցրեց ֆոնային ձայները,
id: Itu mengambil suara latar belakang
is: Það tók upp bakgrunnsraddir
it: Ha raccolto voci di sottofondo
iu: ᓂᐱᓂᒃ ᑎᒍᓯᓚᐅᖅᑐᖅ
ja: バックグラウンドの声を拾いました
kk: Ол фондық дауыстарды таңдады
km: វា បាន រើស យក សំឡេង ផ្ទៃ ខាង ក្រោយ
kn: ಇದು ಹಿನ್ನೆಲೆ ಧ್ವನಿಗಳನ್ನು ಎತ್ತಿಕೊಂಡಿತು
ko: 배경 음성을 포착했습니다.
ku_arab: دەنگی باکگراوندی هەڵگرت
ky: Ал фонддук үндөрдү тандап алды
lo: ມັນ ໄດ້ ຮັບ ສຽງ ພື້ນ ຖານ
lt: Jis paėmė foninius balsus
lv: Tas pacēla fona balsis
mi: I tangohia e ia ngā reo papamuri
ml: അത് പശ്ചാത്തല ശബ്ദങ്ങൾ എടുത്തു
mr: त्याने पार्श्वभूमीचे आवाज उचलले
ms: Ia mengambil suara latar belakang
mt: Huwa qabad ilħna fl-isfond
nb: Det plukket opp bakgrunnsstemmer
ne: यसले पृष्ठभूमिको आवाज उठायो
nl: Het pikte achtergrondstemmen op
or: ଏହା ପୃଷ୍ଠପଟ ସ୍ୱର ଉଠାଇଲା
pa: ਇਸਨੇ ਬੈਕਗ੍ਰਾਊਂਡ ਆਵਾਜ਼ਾਂ ਨੂੰ ਚੁੱਕਿਆ
pl: Odbierał głosy w tle
prs: این برداشت تا صدای پس زمینه
pt_pt: Pegou em vozes de fundo
ro: A luat voci de fundal
ru: Он улавливал фоновые голоса
sk: Zachytila hlasy na pozadí
sl: Pobral je glasove v ozadju.
sq: Mblodhi zërat e sfondit
sr_cyrl: Покупио је позадинске гласове
sr_latn: Pokupio je pozadinske glasove
sv: Det plockade upp bakgrundsröster
sw: Ilichukua sauti za chinichini
ta: அது பின்னணி குரல்களை எடுத்தது
te: ఇది నేపథ్య స్వరాలను ఎత్తుకుంది
th: มันหยิบเสียงพื้นหลังขึ้นมา
ti: ናይ ድሕረ - ባይታ ድምጺ ረኸበት
tr: Arka plan seslerini aldı
uk: Він підхопив фонові голоси
ur: اس نے پس منظر کی آوازیں اٹھائی ہیں
vi: Nó chọn giọng nói nền
zh_hans: 它拾取了背景声音
zh_hant: 它拾取了背景聲音

# FeedbackOne.Text
source: It didn't pick up my voice correctly
af: Dit het nie my stem reg opgetel nie
am: ድምፄን በትክክል አላነሳም
ar: لم يلتقط صوتي بشكل صحيح
as: ই মোৰ মাতটো সঠিকভাৱে তুলি লোৱা নাছিল
az_arab: Səsimi düzgün götürmədi,
bg: Не вдигна гласа ми правилно
bn: এটা আমার কণ্ঠস্বর সঠিকভাবে তুলে নেয়নি
bs: Nije mi dobro podigao glas.
ca: No va recollir la meva veu correctament
cs: Nezachytil můj hlas správně
cy: Ni chododd fy llais yn gywir
da: Det opfangede ikke min stemme korrekt
de: Es hat meine Stimme nicht richtig aufgenommen
el: Δεν πήρε σωστά τη φωνή μου
es: No captó mi voz correctamente
et: See ei võtnud mu häält õigesti üles
fa: صدایم را درست نگفت
fi: Se ei poiminut ääntäni oikein
fil: Hindi nito nakuha ng tama ang boses ko
fr_ca: Il n’a pas pris ma voix correctement
ga: Níor phioc sé suas mo ghuth i gceart
gu: તેણે મારો અવાજ યોગ્ય રીતે ઉપાડ્યો ન હતો
he: זה לא קלט את הקול שלי כמו שצריך
hi: इसने मेरी आवाज सही ढंग से नहीं उठाई
hr: Nije dobro podigao moj glas.
hu: Nem vette fel megfelelően a hangomat
hy: Ճիշտ չընթաց ձայնս,
id: Itu tidak mengambil suaraku dengan benar
is: Það tók ekki upp röddina mína rétt
it: Non ha rilevato correttamente la mia voce
iu: ᓂᐱᒐ ᑕᒻᒪᖅᑕᐅᓚᐅᙱᑦᑐᖅ
ja: 声を正しく拾わなかった
kk: Ол менің дауысымды дұрыс таңдай алмады
km: វា មិន បាន យក សំឡេង ខ្ញុំ ឲ្យ បាន ត្រឹមត្រូវ ទេ
kn: ಅದು ನನ್ನ ಧ್ವನಿಯನ್ನು ಸರಿಯಾಗಿ ತೆಗೆದುಕೊಳ್ಳಲಿಲ್ಲ
ko: 내 목소리가 제대로 들리지 않았다
ku_arab: دەنگی منم بە دروستی هەڵنەگرت
ky: Ал менин үнүмдү туура алган жок
lo: ມັນ ບໍ່ ໄດ້ ຮັບ ສຽງ ຂອງ ຂ້າ ພະ ເຈົ້າ ຢ່າງ ຖືກ ຕ້ອງ
lt: Jis netinkamai pakėlė mano balsą
lv: Tas neuztvēra manu balsi pareizi
mi: Kāore i tika te piki ake i taku reo
ml: അത് എന്റെ ശബ്ദം ശരിയായി എടുത്തില്ല
mr: त्याने माझा आवाज बरोबर उचलला नाही
ms: Ia tidak mengambil suara saya dengan betul
mt: Ma qabadx il-vuċi tiegħi sew
nb: Det tok ikke opp stemmen min riktig
ne: यसले मेरो आवाज लाई सही तरिकाले उठाएन
nl: Het pikte mijn stem niet goed op
or: ଏହା ମୋ ସ୍ୱରକୁ ସଠିକ୍ ଭାବରେ ଉଠାଇ ଲାଉ ନାହିଁ
pa: ਇਸਨੇ ਮੇਰੀ ਆਵਾਜ਼ ਨੂੰ ਸਹੀ ਤਰ੍ਹਾਂ ਨਹੀਂ ਚੁੱਕਿਆ
pl: Nie odebrał mojego głosu poprawnie
prs: اون صداي من رو درست بلند نکرد
pt_pt: Não pegou a minha voz corretamente.
ro: Nu mi-a luat vocea corect
ru: Он неправильно уловил мой голос
sk: Nezachytilo to môj hlas správne
sl: Ni pravilno dvignil mojega glasu.
sq: Nuk e ka kapur zërin tim siç duhet.
sr_cyrl: Није ми добро подигао глас
sr_latn: Nije mi dobro podigao glas
sv: Det tog inte upp min röst korrekt
sw: Haikuchukua sauti yangu kwa usahihi
ta: அது என் குரலை சரியாக எடுக்கவில்லை
te: ఇది నా వాయిస్ ని సరిగ్గా పికప్ చేసుకోలేదు
th: มันไม่รับเสียงของฉันอย่างถูกต้อง
ti: ድምጸይ ብልክዕ ኣየልዓለን
tr: Sesimi doğru almadı
uk: Він неправильно підібрав мій голос
ur: اس نے میری آواز کو صحیح طریقے سے نہیں اٹھایا
vi: Nó không thu giọng nói của tôi một cách chính xác
zh_hans: 它没有正确拾取我的声音
zh_hant: 它沒有正確拾取我的聲音

# FeedbackQuestion.Text
source: What could've been better?
af: Wat kon beter gewees het?
am: ከዚህ የተሻለ ምን ሊሆን ይችላል?
ar: ما الذي كان يمكن أن يكون أفضل؟
as: কি ভাল হ'ব পাৰিলেহেঁতেন?
az_arab: Daha yaxşı nə ola bilərdi?
bg: Какво можеше да бъде по-добре?
bn: এর চেয়ে ভালো আর কী হতে পারতো?
bs: Šta je moglo biti bolje?
ca: Què podria haver estat millor?
cs: Co mohlo být lepší?
cy: Beth allai fod wedi bod yn well?
da: Hvad kunne have været bedre?
de: Was hätte besser sein können?
el: Τι θα μπορούσε να ήταν καλύτερο;
es: ¿Qué podría haber sido mejor?
et: Mis oleks võinud olla parem?
fa: چي ميتونست بهتر باشه؟
fi: Mikä olisi voinut olla parempi?
fil: Ano kaya ang mas maganda
fr_ca: Qu’est-ce qui aurait pu être mieux?
ga: Cad a d'fhéadfadh a bheith níos fearr?
gu: આનાથી વધુ સારું બીજું શું હોઈ શકે?
he: מה יכול היה להיות טוב יותר?
hi: क्या बेहतर हो सकता था?
hr: Što je moglo biti bolje?
hu: Mi lehetett volna jobb?
hy: Ի՞նչը կարող էր ավելի լավը լինել:
id: Apa yang bisa lebih baik?
is: Hvað hefði getað verið betra?
it: Cosa avrebbe potuto essere migliore?
iu: ᑭᓱᑦ ᐱᐅᓂᖅᓴᐅᓇᔭᓚᐅᖅᐸᑦ?
ja: 何が良かったでしょうか?
kk: Не жақсы болар еді?
km: តើ អ្វី ដែល អាច ប្រសើរ ជាង នេះ ?
kn: ಇದಕ್ಕಿಂತ ಉತ್ತಮವಾದದ್ದು ಯಾವುದು?
ko: 무엇이 더 좋았을까요?
ku_arab: چی باشتر دەبوو؟
ky: Эмне жакшыраак болушу мүмкүн эле?
lo: ຈະມີຫຍັງດີກວ່າ?
lt: Kas galėjo būti geriau?
lv: Kas varēja būt labāks?
mi: He aha pea i pai ake?
ml: ഇതിലും നല്ലത് എന്തായിരുന്നു?
mr: यापेक्षा अधिक चांगलं काय असू शकतं?
ms: Apa yang boleh menjadi lebih baik?
mt: X'seta' kien aħjar?
nb: Hva kunne vært bedre?
ne: योभन्दा राम्रो के हुन सक्थ्यो र?
nl: Wat had er beter gekund?
or: କ'ଣ ଭଲ ହୋଇଥାନ୍ତା?
pa: ਇਸ ਤੋਂ ਬਿਹਤਰ ਹੋਰ ਕੀ ਹੋ ਸਕਦਾ ਸੀ?
pl: Co mogło być lepszego?
prs: چه چیزی می توانست بهتر باشد؟
pt_pt: O que poderia ter sido melhor?
ro: Ce ar fi putut fi mai bun?
ru: Что могло быть лучше?
sk: Čo mohlo byť lepšie?
sl: Kaj bi lahko bilo bolje?
sq: Çfarë mund të kishte qenë më mirë?
sr_cyrl: Љта је могло бити боље?
sr_latn: Љta je moglo biti bolje?
sv: Vad kunde ha varit bättre?
sw: Nini kingeweza kuwa bora zaidi?
ta: இதைவிட சிறப்பாக என்ன இருந்திருக்க முடியும்?
te: ఏది మంచిగా ఉండేది?
th: อะไรจะดีไปกว่านี้อีกแล้ว?
ti: ካብዚ ዚሓይሽ እንታይ ምሃለወ ?
tr: Daha iyi ne olabilirdi?
uk: Що могло бути краще?
ur: اس سے بہتر کیا ہو سکتا تھا؟
vi: Điều gì có thể tốt hơn?
zh_hans: 还有什么比这更好的呢？
zh_hant: 還有什麼比這更好的呢？

# FeedbackSeven.Text
source: The session ended unexpectedly
af: Die sessie het onverwags geëindig
am: ስብሰባው በድንገት ተጠናቀቀ
ar: انتهت الجلسة بشكل غير متوقع
as: অধিৱেশনটো অপ্ৰত্যাশিতভাৱে সমাপ্ত হৈছিল
az_arab: İclas gözlənilmədən başa çatdı
bg: Сесията приключи неочаквано
bn: অধিবেশনটি অপ্রত্যাশিতভাবে শেষ হয়েছে
bs: Sjednica je neočekivano završena
ca: La sessió va acabar de manera inesperada
cs: Relace skončila nečekaně
cy: Daeth y sesiwn i ben yn annisgwyl
da: Sessionen sluttede uventet
de: Die Sitzung endete unerwartet
el: Η συνεδρία έληξε απροσδόκητα
es: La sesión terminó inesperadamente
et: Istung lõppes ootamatult
fa: جلسه به طور غیرمنتظره ای به پایان رسید
fi: Istunto päättyi yllättäen
fil: Hindi inaasahang natapos ang sesyon
fr_ca: La session s’est terminée de manière inattendue
ga: Tháinig deireadh leis an seisiún gan choinne
gu: સત્રનો અણધારી રીતે અંત થયો
he: הפגישה הסתיימה במפתיע
hi: सत्र अप्रत्याशित रूप से समाप्त हुआ
hr: Sesija je neočekivano završila
hu: Az ülés váratlanul ért véget
hy: Նիստը անսպասելի ավարտվեց
id: Sesi berakhir secara tak terduga
is: Fundinum lauk óvænt
it: La sessione si è conclusa inaspettatamente
iu: ᐃᓕᓐᓂᐊᕐᓂᖅ ᐃᓱᓕᑳᓪᓚᓚᐅᖅᑐᖅ ᓂᕆᐅᓇᙱᑦᑐᒃᑯᑦ
ja: セッションが予期せず終了しました
kk: Сеанс күтпеген жерден аяқталды
km: សម័យ ប្រជុំ បាន បញ្ចប់ ដោយ មិន បាន រំពឹង ទុក
kn: ಸೆಷನ್ ಅನಿರೀಕ್ಷಿತವಾಗಿ ಕೊನೆಗೊಂಡಿತು
ko: 세션이 예기치 않게 종료되었습니다.
ku_arab: دانیشتنەکە بە شێوەیەکی چاوەڕوان نەکراو کۆتایی هات
ky: Сессия күтүлбөгөн жерден аяктады
lo: ກອງປະຊຸມໄດ້ສິ້ນສຸດລົງຢ່າງບໍ່ຄາດຄິດ
lt: Seansas baigėsi netikėtai
lv: Sesija beidzās negaidīti
mi: I mutu ohorere te wātū
ml: സമ്മേളനം അപ്രതീക്ഷിതമായി അവസാനിച്ചു
mr: अधिवेशन अनपेक्षितपणे संपले
ms: Sesi berakhir tanpa diduga
mt: Is-sessjoni ntemmet bla mistenni
nb: Seansen ble uventet avsluttet
ne: सत्र अनपेक्षित रूपमा अन्त्य भयो
nl: De sessie eindigde onverwacht
or: ଅଧିବେଶନ ଅପ୍ରତ୍ୟାଶିତ ଭାବରେ ଶେଷ ହେଲା
pa: ਸੈਸ਼ਨ ਅਚਾਨਕ ਖਤਮ ਹੋ ਗਿਆ
pl: Sesja zakończyła się niespodziewanie
prs: جلسه به طور غیر منتظره ای به پایان رسید
pt_pt: A sessão terminou inesperadamente.
ro: Sesiunea s-a încheiat pe neașteptate
ru: Сеанс неожиданно завершился
sk: Relácia sa nečakane skončila
sl: Seja se je nepričakovano končala
sq: Sesioni përfundoi papritur
sr_cyrl: Сесија је неочекивано завршена
sr_latn: Sesija je neočekivano završena
sv: Sessionen avslutades oväntat
sw: Kikao kilimalizika bila kutarajia
ta: அமர்வு எதிர்பாராத விதமாக முடிந்தது
te: సెషన్ ఊహించని విధంగా ముగిసింది
th: เซสชันสิ้นสุดลงโดยไม่คาดคิด
ti: እቲ ፕሮግራም ብሃንደበት ተዛዘመ
tr: Oturum beklenmedik şekilde sona erdi
uk: Сесія закінчилася несподівано
ur: سیشن غیر متوقع طور پر ختم ہوا
vi: Phiên kết thúc bất ngờ
zh_hans: 会议意外结束
zh_hant: 會議意外結束

# FeedbackSix.Text
source: The volume was too low
af: Die volume was te laag
am: ጥራዝ በጣም ዝቅተኛ ነበር
ar: كان حجم الصوت منخفضا جدا
as: ভলিউম টো বৰ কম আছিল
az_arab: Həcmi çox aşağı idi
bg: Обемът беше твърде нисък
bn: ভলিউমটি খুব কম ছিল
bs: Volumen je bio prenizak.
ca: El volum era massa baix
cs: Hlasitost byla příliš nízká
cy: Roedd y gyfrol yn rhy isel
da: Lydstyrken var for lav
de: Die Lautstärke war zu niedrig
el: Η ένταση ήταν πολύ χαμηλή
es: El volumen era demasiado bajo
et: Helitugevus oli liiga väike
fa: حجمش خیلی کم بود
fi: Äänenvoimakkuus oli liian alhainen
fil: Ang dami ay masyadong mababa
fr_ca: Le volume était trop faible
ga: Bhí an toirt ró-íseal
gu: વોલ્યુમ ઘણુ નીચુ હતુ
he: עוצמת הקול הייתה נמוכה מדי
hi: मात्रा बहुत कम थी
hr: Glasnoća je bila preniska
hu: A hangerő túl alacsony volt
hy: Ծավալը չափազանց ցածր էր
id: Volumenya terlalu rendah
is: Hljóðstyrkurinn var of lágur
it: Il volume era troppo basso
iu: ᐊᖏᓂᖓ ᐊᑦᑎᓗᐊᓚᐅᖅᑐᖅ
ja: 音量が小さすぎます
kk: Көлемі тым төмен болды
km: កម្រិត សំឡេង ទាប ពេក
kn: ವಾಲ್ಯೂಮ್ ತುಂಬಾ ಕಡಿಮೆ ಇತ್ತು
ko: 볼륨이 너무 낮았습니다.
ku_arab: قەبارەکە زۆر کەم بوو
ky: Көлөмү өтө төмөн болгон
lo: ບໍລິມາດຕ່ໍາເກີນໄປ
lt: Apimtis buvo per maža
lv: Skaļums bija pārāk mazs
mi: He iti rawa te rōrahi
ml: വോളിയം വളരെ കുറവായിരുന്നു.
mr: आवाज खूपच कमी होता
ms: Kelantangannya terlalu rendah
mt: Il-volum kien baxx wisq
nb: Volumet var for lavt
ne: भोल्युम धेरै कम थियो
nl: Het volume was te laag
or: ଭଲ୍ୟୁମ୍ ବହୁତ କମ୍ ଥିଲା
pa: ਆਵਾਜ਼ ਬਹੁਤ ਘੱਟ ਸੀ
pl: Głośność była zbyt niska
prs: حجم خیلی کم بود
pt_pt: O volume era muito baixo.
ro: Volumul a fost prea mic
ru: Громкость была слишком низкой
sk: Hlasitosť bola príliš nízka
sl: Glasnost je bila preniska
sq: Vëllimi ishte shumë i ulët
sr_cyrl: Јачина звука је била прениска
sr_latn: Jačina zvuka je bila preniska
sv: Volymen var för låg
sw: Kiasi kilikuwa chini sana
ta: ஒலியளவு மிகக் குறைவாக இருந்தது
te: వాల్యూమ్ చాలా తక్కువగా ఉంది
th: ระดับเสียงต่ําเกินไป
ti: እቲ ድምጺ ኣዝዩ ትሑት ነበረ
tr: Ses seviyesi çok düşüktü
uk: Гучність була занадто низькою
ur: حجم بہت کم تھا
vi: Âm lượng quá thấp
zh_hans: 音量太低
zh_hant: 音量太低
